Repository: Na3ml/Bookazon_App
Catalog: lib/resources/localization/l10n/intl_*.arb
Languages: ar

# onboardingTitle1
source: Welcome to Bookazon!
ar: The best Hotels for you

# onboardingSubtitle1
source: Discover and Book Your Perfect Getaway
ar: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard

# onboardingTitle2
source: Create Your Account
ar: The best Hotels for you

# onboardingSubtitle2
source: Sign Up to Access Exclusive Deals and Manage Bookings
ar: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard

# onboardingTitle3
source: Explore Amazing Properties
ar: The best Hotels for you

# onboardingSubtitle3
source: Find Your Ideal Accommodation and Start Your Adventure
ar: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Get Started
ar: بدء

# notificaiton
source: Notifications
ar: Notification
